---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Visual.Checker
source: html/a3cdc3db-11be-b749-cfeb-94576788e4b5.htm
---
# Checker Members

The property labeled "Color 1" from the "Checker" schema.